Repository: bertani/elMail
Catalog: */LC_MESSAGES/elMail.po
Languages: it_it

source: Subject!
it_it: Oggetto!

source: Insert here the email's text
it_it: Inserisci qui il testo del messaggio

source: Send
it_it: Invia

source: Close
it_it: Chiudi

source: Checking your inbox for new emails..
it_it: Controllo presenza nuovi messaggi in corso..

source: Sync
it_it: Sincronizzazione

source: Emails retrieved:
it_it: Recuperati

source: of
it_it: messaggi su

source: Show emails ordered by
it_it: Mostra email ordinate per

source: ordered by date
it_it: data di ricezione, disposte singolarmente

source: grouped by author
it_it: raggruppate per autore

source: grouped by thread
it_it: raggruppate per thread

source: New
it_it: Invia nuovo
